{


    "lesson": "Урок",
    "home": "Главная",
    "setting": "Настройки",
    "quiz": "Тестирование",



    "harf0:0": "\"Алиф\" - Функция этой буквы в письме зависит от диакритических знаков (харакат) перед, над или под ней. Она пишется отдельно следующим образом:",
    "harf0:1": "\"Алиф\" - В начале слова пишется следующим образом. Символ ≤ называется \"хамза\". Когда вы видите Алиф с хамзой, читайте гласную, обозначенную хамзой. Если над ней добавлена линия (фатха), она читается как \"а\".",
    "harf0:2": "\"Алиф\" - В середине слова пишется следующим образом. Если под ней добавлена линия (касра), она читается как \"и\". \"Алиф\" не соединяется со следующей буквой.",
    "harf0:3": "\"Алиф\" - В конце слова пишется следующим образом. Если над ней добавлен диакритический знак, похожий на запятую (замма), она читается как \"у\".",
    
    
    
    "harf1:0": "\"Ро\" - В изучаемом нами арабском языке это единственная дрожащая буква. Её произношение напоминает узбекское \"р\", но сильнее и отличается вибрацией кончика языка. Примечание: Только с фатхой она читается не как \"ра\", а \"а\" становится \"о\", получается \"ро\". Произношение \"Ра\" подробно объяснено в нашей книге \"Тартиль\".",
    "harf1:1": "\"Ро\" - В середине слова пишется следующим образом. Если под ней добавлена линия (касра), она читается как \"ри\". \"Ра\" не соединяется со следующей буквой.",
    "harf1:2": "\"Ро\" - В конце слова пишется следующим образом. Если над ней добавлен диакритический знак, похожий на запятую (замма), она читается как \"ру\".",
    "harf1:3": "Если после буквы нет диакритического знака - \"фатха (а)\", \"касра (и)\" или \"замма (у)\", а вместо этого стоит маленький кружок __, это указывает на остановку в произношении. Пример: ap * ji. MakTa6 *",
    
    "harf2:0": "\"За\" - Эта буква произносится как узбекская \"з\". Она пишется отдельно следующим образом:",
    "harf2:1": "\"За\" - В начале слова пишется следующим образом. Если над ней добавлена линия (фатха), она читается как \"за\". \"За\" является одной из шести букв, которые не соединяются со следующей буквой.",
    "harf2:2": "\"За\" - В середине слова пишется следующим образом. Если под ней добавлена линия (касра), она читается как \"зи\". \"За\" не соединяется со следующей буквой.",
    "harf2:3": "\"За\" - В конце слова пишется следующим образом. Если над ней добавлен диакритический знак, похожий на запятую (замма), она читается как \"зу\".",
  
    "harf3:0": "\"Мим\" - Эта буква произносится как узбекская \"м\". Она пишется отдельно следующим образом:",
    "harf3:1": "\"Мим\" - В начале слова пишется следующим образом. Если над ней добавлена линия (фатха), она читается как \"ма\".",
    "harf3:2": "\"Мим\" - В середине слова пишется следующим образом. Если под ней добавлена линия (касра), она читается как \"ми\".",
    "harf3:3": "\"Мим\" - В конце слова пишется следующим образом. Если над ней добавлен диакритический знак, похожий на запятую (замма), она читается как \"му\".",
    
    "harf4:0": "\"Та\" - Эта буква произносится как узбекская \"т\". Она имеет четыре формы. Пишется отдельно следующим образом:",
    "harf4:1": "\"Та\" - В начале слова пишется следующим образом. Если над ней добавлена линия (фатха), она читается как \"та\".",
    "harf4:2": "\"Та\" - В середине слова пишется следующим образом. Если под ней добавлена линия (касра), она читается как \"ти\".",
    "harf4:3": "\"Та\" - В конце слова пишется следующим образом. Если над ней добавлен диакритический знак, похожий на запятую (замма), она читается как \"ту\".",
    
    "harf5:0": "\"Нун\" - Эта буква произносится как узбекская \"н\". Она пишется отдельно следующим образом:",
    "harf5:1": "\"Нун\" - В начале слова пишется следующим образом. Если над ней добавлена линия (фатха), она читается как \"на\".",
    "harf5:2": "\"Нун\" - В середине слова пишется следующим образом. Если под ней добавлена линия (касра), она читается как \"ни\".",
    "harf5:3": "\"Нун\" - В конце слова пишется следующим образом. Если над ней добавлен диакритический знак, похожий на запятую (замма), она читается как \"ну\".",
    
    "harf6:0": "\"Йа\" - Эта буква соответствует узбекской \"й\". В зависимости от конкретных правил, она может произноситься кратко или долго. Пишется отдельно следующим образом:",
    "harf6:1": "\"Йа\" - В начале слова пишется следующим образом.",
    "harf6:2": "\"Йа\" - В середине слова пишется следующим образом.",
    "harf6:3": "\"Йа\" - В конце слова пишется следующим образом.",
    
    "harf7:0": "\"Ба\" - Эта буква произносится как узбекская \"б\". На письме она соединяется как с предыдущей, так и со следующей буквой. Имеет четыре формы. Пишется отдельно следующим образом:",
    "harf7:1": "\"Ба\" - В начале слова пишется следующим образом.",
    "harf7:2": "\"Ба\" - В середине слова пишется следующим образом.",
    "harf7:3": "\"Ба\" - В конце слова пишется следующим образом.",
    
    "harf8:0": "\"Каф\" - Эта буква произносится как узбекская \"к\". Она пишется отдельно следующим образом:",
    "harf8:1": "\"Каф\" - В начале слова пишется следующим образом.",
    "harf8:2": "\"Каф\" - В середине слова пишется следующим образом.",
    "harf8:3": "\"Каф\" - В конце слова пишется следующим образом.",
    
    "harf9:0": "\"Лям\" - Эта буква произносится мягче, чем узбекская \"л\". Она пишется отдельно следующим образом:",
    "harf9:1": "\"Лям\" - В начале слова пишется следующим образом.",
    "harf9:2": "\"Лям\" - В середине слова пишется следующим образом.",
    "harf9:3": "\"Лям\" - В конце слова пишется следующим образом.",
    
    "harf10:0": "\"Вав\" - Эта буква похожа на узбекский звук 'в'. Звук 'Вав' образуется при небольшом раскрытии губ. Напоминает английское 'w'. Пишется отдельно следующим образом:",
    "harf10:1": "\"Вав\" - В начале слова пишется следующим образом.",
    "harf10:2": "\"Вав\" - В середине слова пишется следующим образом.",
    "harf10:3": "\"Вав\" - В конце слова пишется следующим образом.",

    "harf11:0": "\"Ха\" - Эта буква напоминает узбекский звук \"х\" (как в словах \"хил-хил\", \"хикоя\"). Пишется отдельно следующим образом:",
    "harf11:1": "\"Ха\" - В начале слова пишется следующим образом.",
    "harf11:2": "\"Ха\" - В середине слова пишется следующим образом.",
    "harf11:3": "\"Ха\" - В конце слова пишется следующим образом.",
    
    "harf12:0": "\"Фа\" - Эта буква похожа на узбекскую \"ф\". Однако в нашем языке \"ф\" часто произносится как \"п\". В арабском нет \"п\", поэтому нужно быть внимательным. Пишется отдельно следующим образом:",
    "harf12:1": "\"Фа\" - В начале слова пишется следующим образом.",
    "harf12:2": "\"Фа\" - В середине слова пишется следующим образом.",
    "harf12:3": "\"Фа\" - В конце слова пишется следующим образом.",
    
    "harf13:0": "\"Каф\" - Эта буква произносится как узбекская \"к\". Примечание: С фатхой читается не как \"ка\", а \"а\" становится \"о\", получается \"ко\". Пишется отдельно следующим образом:",
    "harf13:1": "\"Каф\" - В начале слова пишется следующим образом.",
    "harf13:2": "\"Каф\" - В середине слова пишется следующим образом.",
    "harf13:3": "\"Каф\" - В конце слова пишется следующим образом.",
    
    "harf14:0": "\"Шин\" - Эта буква произносится как узбекская \"ш\". Пишется отдельно следующим образом:",
    "harf14:1": "\"Шин\" - В начале слова пишется следующим образом.",
    "harf14:2": "\"Шин\" - В середине слова пишется следующим образом.",
    "harf14:3": "\"Шин\" - В конце слова пишется следующим образом.",
    
    "harf15:0": "\"Син\" - Эта буква произносится как узбекская \"с\". Пишется отдельно следующим образом:",
    "harf15:1": "\"Син\" - В начале слова пишется следующим образом.",
    "harf15:2": "\"Син\" - В середине слова пишется следующим образом.",
    "harf15:3": "\"Син\" - В конце слова пишется следующим образом.",
    
    "harf16:0": "\"Са\" - У этой буквы нет эквивалента в узбекском. Напоминает английский звук \"th\" в слове \"thank you\". Пишется отдельно следующим образом:",
    "harf16:1": "\"Са\" - В начале слова пишется следующим образом.",
    "harf16:2": "\"Са\" - В середине слова пишется следующим образом.",
    "harf16:3": "\"Са\" - В конце слова пишется следующим образом.",
    
    "harf17:0": "\"Сад\" - У этой буквы нет эквивалента в узбекском. Произносится передней частью языка и верхними передними зубами. Примечание: С фатхой читается не как \"са\", а \"а\" становится \"о\", получается \"со\". Пишется отдельно следующим образом:",
    "harf17:1": "\"Сад\" - В начале слова пишется следующим образом.",
    "harf17:2": "\"Сад\" - В середине слова пишется следующим образом.",
    "harf17:3": "\"Сад\" - В конце слова пишется следующим образом.",
    
    "harf18:0": "\"Та\" - У этой буквы нет эквивалента в узбекском. Произносится передней частью языка и внутренней частью верхних зубов. Примечание: С фатхой читается не как \"та\", а \"а\" становится \"о\", получается \"то\". Пишется отдельно следующим образом:",
    "harf18:1": "\"Та\" - В начале слова пишется следующим образом.",
    "harf18:2": "\"Та\" - В середине слова пишется следующим образом.",
    "harf18:3": "\"Та\" - В конце слова пишется следующим образом.",
    
    "harf19:0": "\"Джим\" - Эта буква произносится как узбекская \"дж\". Пишется отдельно следующим образом:",
    "harf19:1": "\"Джим\" - В начале слова пишется следующим образом.",
    "harf19:2": "\"Джим\" - В середине слова пишется следующим образом.",
    "harf19:3": "\"Джим\" - В конце слова пишется следующим образом.",
    
    "harf20:0": "\"Ха\" - Эта буква напоминает твердый звук \"х\" в узбекском слове \"хуроз\". Примечание: С фатхой читается не как \"ха\", а \"а\" становится \"о\", получается \"хо\". Пишется отдельно следующим образом:",
    "harf20:1": "\"Ха\" - В начале слова пишется следующим образом.",
    "harf20:2": "\"Ха\" - В середине слова пишется следующим образом.",
    "harf20:3": "\"Ха\" - В конце слова пишется следующим образом.",
    
    "harf21:0": "\"Ха\" - У этой буквы нет эквивалента в узбекском. Слегка напоминает мягкий \"х\" в узбекском слове \"хаттоки\". Пишется отдельно следующим образом:",
    "harf21:1": "\"Ха\" - В начале слова пишется следующим образом.",
    "harf21:2": "\"Ха\" - В середине слова пишется следующим образом.",
    "harf21:3": "\"Ха\" - В конце слова пишется следующим образом.",
    
    "harf22:0": "\"Гайн\" - Эта буква похожа на узбекский согласный \"ғ\". Примечание: С фатхой читается не как \"ға\", а \"а\" становится \"о\", получается \"ғо\". Пишется отдельно следующим образом:",
    "harf22:1": "\"Гайн\" - В начале слова пишется следующим образом.",
    "harf22:2": "\"Гайн\" - В середине слова пишется следующим образом.",
    "harf22:3": "\"Гайн\" - В конце слова пишется следующим образом.",
    
    "harf23:0": "\"Айн\" - У этой арабской буквы нет эквивалента в узбекском. Произносится из середины горла. Пишется отдельно следующим образом:",
    "harf23:1": "\"Айн\" - В начале слова пишется следующим образом.",
    "harf23:2": "\"Айн\" - В середине слова пишется следующим образом.",
    "harf23:3": "\"Айн\" - В конце слова пишется следующим образом.",
    
    "harf24:0": "\"Даль\" - Эта буква напоминает узбекскую \"Д\". Пишется отдельно следующим образом:",
    "harf24:1": "\"Даль\" - В начале слова пишется следующим образом.",
    "harf24:2": "\"Даль\" - В середине слова пишется следующим образом.",
    "harf24:3": "\"Даль\" - В конце слова пишется следующим образом.",
    
    "harf25:0": "\"Дод\" - У этого звука нет эквивалента в других языках. Арабов называют \"Ахлуд-дод\" (Люди Дода) из-за этой уникальной буквы. Примечание: С фатхой читается не как \"да\", а \"а\" становится \"о\", получается \"до\". Пишется отдельно следующим образом:",
    "harf25:1": "\"Дод\" - В начале слова пишется следующим образом.",
    "harf25:2": "\"Дод\" - В середине слова пишется следующим образом.",
    "harf25:3": "\"Дод\" - В конце слова пишется следующим образом.",
    
    "harf26:0": "\"Заль\" - Этот звук отсутствует в узбекском. Произносится кончиком языка и кончиками верхних передних зубов. Пишется отдельно следующим образом:",
    "harf26:1": "\"Заль\" - В начале слова пишется следующим образом.",
    "harf26:2": "\"Заль\" - В середине слова пишется следующим образом.",
    "harf26:3": "\"Заль\" - В конце слова пишется следующим образом.",
    
    "harf27:0": "\"За\" - У этой буквы нет точного эквивалента в узбекском. Примечание: С фатхой читается не как \"за\", а \"а\" становится \"о\", получается \"зо\". Пишется отдельно следующим образом:",
    "harf27:1": "\"За\" - В начале слова пишется следующим образом.",
    "harf27:2": "\"За\" - В середине слова пишется следующим образом.",
    "harf27:3": "\"За\" - В конце слова пишется следующим образом."
}